IDS_VDRAW_A                                   = "A"
IDS_VDRAW_ANCDOT                              = "ANC."
IDS_VDRAW_ANCHOR                              = "ANCHOR"
IDS_VDRAW_ANCHOR_BOLT_DETAIL                  = "ANCHOR BOLT DETAIL"
IDS_VDRAW_ANCHOR_BOLT_HOOK                    = "ANCHOR_BOLT-HOOK-"
IDS_VDRAW_ANCHOR_BOLT_PLAN                    = "ANCHOR_BOLT-PLAN-"
IDS_VDRAW_ANCHOR_BOLT_POST                    = "ANCHOR_BOLT-POST-"
IDS_VDRAW_ANCHOR_BOLT_SECT                    = "ANCHOR_BOLT-SECT-"
IDS_VDRAW_ARROW_ARROW                         = "Arrow_Arrow"
IDS_VDRAW_ARROW_CIRCLE                        = "Arrow_Circle"
IDS_VDRAW_ARROW_SOLIDARROWB                   = "Arrow_SolidArrowBot"
IDS_VDRAW_ARROW_SOLIDARROWT                   = "Arrow_SolidArrowTop"
IDS_VDRAW_ARROW_TILDE                         = "Arrow_Tilde"

IDS_VDRAW_B                                   = "B"
IDS_VDRAW_B1                                  = "B1"
IDS_VDRAW_BACK_TRUSS                          = "BACK TRUSS"
IDS_VDRAW_BAR                                 = "BAR"
IDS_VDRAW_BASE_PLATE_DETAIL                   = "BASE PLATE DETAIL"
IDS_VDRAW_BASEWALL_DETAIL__s                  = "BASEWALL DETAIL ( %s )"
IDS_VDRAW_BATCHWALL_BARTABLE_ARROW            = "BatchWall_BarTable_Arrow"
IDS_VDRAW_BEAM                                = "BEAM"
IDS_VDRAW_BL                                  = "BL"
IDS_VDRAW_BOLT_CONNECTION_DETAIL              = "BOLT CONNECTION DETAIL"
IDS_VDRAW_BOLT_HOLE                           = "Bolt Hole"
IDS_VDRAW_BOLT_MOMENT_CONN_DETAIL             = "MOMENT BOLT CONNECTION DETAIL"
IDS_VDRAW_BOT_BAR                             = "BOT BAR"
IDS_VDRAW_BOTTOM                              = "BOTTOM"
IDS_VDRAW_BOUNDARY                            = "Boundary"
IDS_VDRAW_BR                                  = "BR"
IDS_VDRAW_BU                                  = "BU"

IDS_VDRAW_C                                   = "C"
IDS_VDRAW_CA                                  = "CA"
IDS_VDRAW_CAMBER                              = "CAMBER"
IDS_VDRAW_CAPADOT                             = "CAPA."
IDS_VDRAW_CB                                  = "CB"
IDS_VDRAW_CENTER                              = "CENTER"
IDS_VDRAW_CENTER_SMALL                        = "Center"
IDS_VDRAW_CHANNEL                             = "CHANNEL"
IDS_VDRAW_COLUMN                              = "COLUMN"
IDS_VDRAW_COLUMN_BEARING                      = "COLUMN BEARING"
IDS_VDRAW_COLUMN_SPLICE                       = "COLUMN SPLICE"
IDS_VDRAW_COMMENT                             = "COMMENT"
IDS_VDRAW_COMPOSITE_BEAM                      = "Composite Beam"
IDS_VDRAW_CON_PRI_C                           = "CON'C"
IDS_VDRAW_CONC                                = "CONC"
IDS_VDRAW_CRATING_DWG_SHEARWALL_FAILED        = "Creation of drawing list for RC Shear Wall is failed."
IDS_VDRAW_CREATING_DRAWINGLIST_ANCHORBOLT_FAILED = "Generation of drawing list for RC Anchor Bolt is failed."
IDS_VDRAW_CREATING_DRAWINGLIST_RCOLUMN_FAILED  = "Generation of drawing list for RC Column is failed."
IDS_VDRAW_CREATING_DWG_ANCHORBOLT_DETAIL      = "Creating DWG List of Anchor Bolt ( Detail ) ..."
IDS_VDRAW_CREATING_DWG_BASEWALL               = "Creating DWG List of Base Wall ..."
IDS_VDRAW_CREATING_DWG_BATCHWALL              = "Creating DWG List of Batch Wall ..."
IDS_VDRAW_CREATING_DWG_BEAM                   = "Creating DWG List of Beam ..."
IDS_VDRAW_CREATING_DWG_BEAM_COLUMN            = "Creating DWG List of Beam & Column..."
IDS_VDRAW_CREATING_DWG_BEAM_IS_FAILED         = "Generation of drawing list for RC Beam is failed."
IDS_VDRAW_CREATING_DWG_BEAMCOLGEN             = "Creating DWG List of Beam/Column ( General ) ..."
IDS_VDRAW_CREATING_DWG_BUTTRESS               = "Creating DWG List of Buttress ..."
IDS_VDRAW_CREATING_DWG_BUTTRESS_FAILED        = "Creation of drawing list for RC Buttress is failed."
IDS_VDRAW_CREATING_DWG_COLUMN                 = "Creating DWG List of Column ..."
IDS_VDRAW_CREATING_DWG_COMPOSITE_BEAM         = "Creating DWG List of Composite Beam ..."
IDS_VDRAW_CREATING_DWG_COMPOSITE_BEAM_FAILED  = "Creation of drawing list for SRC CFT Column is failed."
IDS_VDRAW_CREATING_DWG_CORBERL_BRACKET        = "Creating DWG List of Corbel/Bracket ..."
IDS_VDRAW_CREATING_DWG_CORBERL_BRACKET_FAILED  = "Creation of drawing list for RC Corbel/Bracket is failed."
IDS_VDRAW_CREATING_DWG_CRANE_GIRDER           = "Creating DWG List of Crane Girder ..."
IDS_VDRAW_CREATING_DWG_CRANE_GIRDER_FAILED    = "Creation of drawing list for Crane Girder is failed."
IDS_VDRAW_CREATING_DWG_FOUNDATION_DETAIL      = "Creating DWG List of Foundation ( Detail ) ..."
IDS_VDRAW_CREATING_DWG_GENCOLUMN              = "Creating DWG List of General Column ..."
IDS_VDRAW_CREATING_DWG_LIST_OF_FOUNDATION     = "Creating DWG List of Foundation ( List ) ..."
IDS_VDRAW_CREATING_DWG_LIST_OF_FOUNDATION_FAILED  = "Generation of drawing list for foundations is failed."
IDS_VDRAW_CREATING_DWG_RC_RETAIN_WALL         = "Creating DWG List of RC Cantilever Retaining Wall ..."
IDS_VDRAW_CREATING_DWG_RC_RETAIN_WALL_FAILED  = "Creation of drawing list for RC Cantilever Retaining Wall is failed."
IDS_VDRAW_CREATING_DWG_RFM_BEAM               = "Creating DWG List of RC Beam Reinforcement ..."
IDS_VDRAW_CREATING_DWG_RFM_BEAM_FAILED        = "Generation of drawing list for RC Beam Reinforcement is failed."
IDS_VDRAW_CREATING_DWG_RFM_COLUMN             = "Creating DWG List of RC Column Reinforcement ..."
IDS_VDRAW_CREATING_DWG_RFM_COLUMN_FAILED      = "Generation of drawing list for RC Column Reinforcement is failed."
IDS_VDRAW_CREATING_DWG_RFM_SLAB               = "Creating DWG List of RC Slab Reinforcement ..."
IDS_VDRAW_CREATING_DWG_RFM_SLAB_FAILED        = "Generation of drawing list for RC Slab Reinforcement is failed."
IDS_VDRAW_CREATING_DWG_SLAB                   = "Creating DWG List of Slab ..."
IDS_VDRAW_CREATING_DWG_SLAB_FAILED            = "Creation of drawing list for RC Slab is failed."
IDS_VDRAW_CREATING_DWG_SRCCOLUMN              = "Creating DWG List of SRC Column ..."
IDS_VDRAW_CREATING_DWG_SRCCOLUMN_FAILED       = "Generation of drawing list for SRC Column is failed."
IDS_VDRAW_CREATING_DWG_STAIR                  = "Creating DWG List of Stair ..."
IDS_VDRAW_CREATING_DWG_STAIR_FAILED           = "Creation of drawing list for RC Stair is failed."
IDS_VDRAW_CREATING_DWG_STEEL_BASE_PLATE_LIST  = "Creating DWG List of Steel Base Plate ( List ) ..."
IDS_VDRAW_CREATING_DWG_STEEL_BASE_PLATE_LIST_FAILED  = "Generation of drawing list for Base Plate is failed."
IDS_VDRAW_CREATING_DWG_STEEL_BOLT_CONNECT_DETAIL  = "Creating DWG List of Steel Bolt Connection ( Detail ) ..."
IDS_VDRAW_CREATING_DWG_STEEL_BOLT_CONNECT_FAILED  = "Generation of drawing list for Bolt Connection is failed."
IDS_VDRAW_CREATING_DWG_STEEL_BOLT_CONNECT_LIST  = "Creating DWG List of Steel Bolt Connection ( List ) ..."
IDS_VDRAW_CREATING_DWG_STEEL_EMBEDDEND_PLATE  = "Creating DWG List of Steel Embedded Plate ..."
IDS_VDRAW_CREATING_DWG_STEEL_EMBEDDEND_PLATE_FAILED  = "Generation of drawing list for Steel Embedded Plate is failed."
IDS_VDRAW_CREATING_DWG_STEEL_MOMENT_CONN      = "Creating DWG List of Steel Moment Bolt Connection ..."
IDS_VDRAW_CREATING_DWG_STEEL_PURLIN_GIRTH     = "Creating DWG List of Steel Purlin/Girth ..."
IDS_VDRAW_CREATING_DWG_STEEL_PURLIN_GIRTH_FAILED  = "Generation of drawing list for Steel Purlin/Girt is failed."
IDS_VDRAW_CREATING_DWG_STEEL_STAIR            = "Creating DWG List of Steel Stair ..."
IDS_VDRAW_CREATING_DWG_STEEL_STAIR_FAILED     = "Creation of drawing list for Steel Stair is failed."
IDS_VDRAW_CREATING_DWG_STEEL_WEB_OPENING      = "Creating DWG List of Steel Web Opening ..."
IDS_VDRAW_CREATING_DWG_STEEL_WEB_OPENING_FAILED  = "Generation of drawing list for Steel Web Opening is failed."
IDS_VDRAW_CREATING_DWG_STEEL_WELDING          = "Creating DWG List of Steel Welding ..."
IDS_VDRAW_CREATING_DWG_STEEL_WELDING_FAILED   = "Generation of drawing list for Steel Welding is failed."
IDS_VDRAW_CREATING_DWG_STEELBASEPLATE_DETAIL  = "Creating DWG List of Steel Base Plate ( Detail ) ..."
IDS_VDRAW_CREATION_DRAWING_STEEL_BEAM         = "Generation of drawing list for Steel Beam is failed."
IDS_VDRAW_CREATION_DWG_SRC_COMPOSITE_BEAM_FAILED  = "Generation of drawing list for SRC Composite Beam is failed."
IDS_VDRAW_CX                                  = "Cx"
IDS_VDRAW_CY                                  = "Cy"

IDS_VDRAW_D                                   = "D"
IDS_VDRAW_DECK                                = "DECK"
IDS_VDRAW_DECK_PLATE                          = "DECK PLATE"
IDS_VDRAW_DEPTH                               = "DEPTH"
IDS_VDRAW_DIAGRAM_RECT                        = "Diagram.Rect"
IDS_VDRAW_DIAGRAM_THICK                       = "Diagram.Thick"
IDS_VDRAW_DIM_ANCHORBOLT                      = "Dim-AnchorBolt"
IDS_VDRAW_DIM_BASEPLATE                       = "Dim-BasePlate"
IDS_VDRAW_DIM_BASEWALL                        = "Dim-BaseWall"
IDS_VDRAW_DIM_BOLTCONN                        = "Dim-BoltConn"
IDS_VDRAW_DIM_COMBWALL_MBAR                   = "Dim-CombinedWall_MBar"
IDS_VDRAW_DIM_COMBWALL_SECT                   = "Dim-CombinedWall_Sect"
IDS_VDRAW_DIM_DIAGRAM                         = "Dim-Diagram"
IDS_VDRAW_DIM_HTBOLT                          = "Dim-HTBolt"
IDS_VDRAW_DIM_PLATE                           = "Dim-Plate"
IDS_VDRAW_DIM_RC	                          = "Dim-RC"
IDS_VDRAW_DIM_THICKNESS                       = "Dim-Thickness"
IDS_VDRAW_DIM_WELDING                         = "Dim-Welding"
IDS_VDRAW_DIM_WIDTH                           = "Dim-Width"
IDS_VDRAW_DIMENSION_DIAGRAM                   = "Dimension.Diagram"

IDS_VDRAW_E                                   = "E"
IDS_VDRAW_E1                                  = "E1"
IDS_VDRAW_E2                                  = "E2"
IDS_VDRAW_EMBED_PLATE_DETAIL                  = "EMBEDDED PLATE DETAIL"
IDS_VDRAW_END                                 = "END"
IDS_VDRAW_END_BAR                             = "END BAR"
IDS_VDRAW_END_EXTDOT                          = "END( EXT. )"
IDS_VDRAW_END_INTDOT                          = "END( INT. )"
IDS_VDRAW_END_PLATE_BTB                       = "END PLATE - BEAM"
IDS_VDRAW_END_PLATE_BTC                       = "END PLATE - COLUMN"
IDS_VDRAW_EXT_BAR                             = "EXT. BAR"

IDS_VDRAW_F                                   = "F"
IDS_VDRAW_FIN_PLATE_BTB                       = "FIN PLATE - BEAM"
IDS_VDRAW_FIN_PLATE_BTC                       = "FIN PLATE - COLUMN"
IDS_VDRAW_FOOTING                             = "FOOTING"
IDS_VDRAW_FOOTING_DETAIL                      = "FOOTING DETAIL"
IDS_VDRAW_COMBINED_FOOTING_DETAIL             = "COMBINED FOOTING DETAIL"
IDS_VDRAW_FORCE_M_V                           = "FORCE( M,V )"
IDS_VDRAW_FORCE_MX_VY                         = "FORCE( Mx,Vy )"
IDS_VDRAW_FORCE_P_MX_MY                       = "FORCE( P,Mx,My )"
IDS_VDRAW_FOUNDATION                          = "Foundation"
IDS_VDRAW_FRP_APPLY                           = "APPLY"
IDS_VDRAW_FRP_BOTTOM                          = "FRP( Bottom )"
IDS_VDRAW_FRP_PIECE                           = "PIECE"
IDS_VDRAW_FRP_SIZE                            = "SIZE"
IDS_VDRAW_FRP_SPACE                           = "SPACE"
IDS_VDRAW_FRP_TOP                             = "FRP( Top )"
IDS_VDRAW_FY_ENDBAR__s                        = "Fy( End Bar ) = %s"

IDS_VDRAW_G                                   = "G"
IDS_VDRAW_GDOTL                               = "G.L"
IDS_VDRAW_GIRDER                              = "GIRDER"
IDS_VDRAW_GIRDER_SPLICE                       = "GIRDER SPLICE"
IDS_VDRAW_GIRTH                               = "GIRTH"
IDS_VDRAW_GL                                  = "GL"
IDS_VDRAW_GOOD__d                             = "Good(%d)"
IDS_VDRAW_GR                                  = "Gr"

IDS_VDRAW_H                                   = "H"
IDS_VDRAW_H1                                  = "H1"
IDS_VDRAW_H2                                  = "H2"
IDS_VDRAW_HATC_SHEAR                          = "Hatch.Shear"
IDS_VDRAW_HATCH_WALL                          = "Hatch( Wall )"
IDS_VDRAW_HC                                  = "HC"
IDS_VDRAW_HL                                  = "HL"
IDS_VDRAW_HOOP_END                            = "HOOP ( END )"
IDS_VDRAW_HOOP_MID                            = "HOOP ( MID )"
IDS_VDRAW_HORDOT                              = "HOR."
IDS_VDRAW_HORDOT_BAR                          = "HOR. BAR"
IDS_VDRAW_HR                                  = "HR"
IDS_VDRAW_HR_SMALL                            = "Hr"
IDS_VDRAW_HT_BOLT_HEAD                        = "HT_BOLT-HEAD-"
IDS_VDRAW_HT_BOLT_PLAN                        = "HT_BOLT-PLAN-"
IDS_VDRAW_HT_BOLT_TAIL                        = "HT_BOLT-TAIL-"
IDS_VDRAW_HU                                  = "HU"

IDS_VDRAW_INSERT_DWG_FAILED                   = "Insertion of Frame dwg is failed."
IDS_VDRAW_INT_BAR                             = "INT. BAR"
IDS_VDRAW_INVALID_REBAR                       = "Invalid Rebar"

IDS_VDRAW_L                                   = "L"
IDS_VDRAW_L1                                  = "L1"
IDS_VDRAW_L2                                  = "L2"
IDS_VDRAW_L3                                  = "L3"
IDS_VDRAW_LANDING_LEFT                        = "LANDING ( LEFT )"
IDS_VDRAW_LANDING_RIGHT                       = "LANDING ( RIGHT )"
IDS_VDRAW_LAYER_1                             = "( LAYER-1 )"
IDS_VDRAW_LAYER_2                             = "( LAYER-2 )"
IDS_VDRAW_LENGTH                              = "LENGTH"
IDS_VDRAW_LONG_DIRECTION_Y                    = "LONG DIRECTION ( Y )"
IDS_VDRAW_LX                                  = "Lx"
IDS_VDRAW_LY                                  = "Ly"

IDS_VDRAW_MAIN                                = "MAIN"
IDS_VDRAW_MAIN_BAR                            = "MAIN BAR"
IDS_VDRAW_MAIN_BAR_1                          = "MAIN BAR-1"
IDS_VDRAW_MAIN_BAR_2                          = "MAIN BAR-2"
IDS_VDRAW_MAIN_BAR_3                          = "MAIN BAR-3"
IDS_VDRAW_MATERIAL                            = "MATERIAL"
IDS_VDRAW_MIDDLE                              = "MIDDLE"

IDS_VDRAW_NAME                                = "NAME"
IDS_VDRAW_NO                                  = "NO"
IDS_VDRAW_NOT_EXIST_DEFAULT_DWG_s_s           = "Default Format File for %s ( %s ) is not Exist."
IDS_VDRAW_NOT_EXIST_USER_DWG_s_s              = "Format File for %s ( %s ) is not Exist. \n"
IDS_VDRAW_NX                                  = "Nx"
IDS_VDRAW_NY                                  = "Ny"

IDS_VDRAW_OPEN                                = "OPEN"

IDS_VDRAW_P                                   = "P"
IDS_VDRAW_PHI                                 = "ø"
IDS_VDRAW_PILE_PLAN_D                         = "PILE-PLAN-D"
IDS_VDRAW_PILE_SECT_D                         = "PILE-SECT-D"
IDS_VDRAW_PLATE                               = "PLATE"
IDS_VDRAW_POLYLINESEL                         = "POLYLINESEL"
IDS_VDRAW_PRODUCT                             = "PRODUCT"
IDS_VDRAW_PURLIN                              = "PURLIN"

IDS_VDRAW_RC                                  = "RC"
IDS_VDRAW_RC_CORBEL_L                         = "RC Corbel( L )"
IDS_VDRAW_RC_STAIR_L                          = "RC Stair( L )"
IDS_VDRAW_RCSLAB_L                            = "RC Slab( L )"
IDS_VDRAW_REBAR                               = "REBAR"
IDS_VDRAW_REBAR_1                             = "Rebar-1"
IDS_VDRAW_REBAR_2                             = "Rebar-2"
IDS_VDRAW_REBAR_3                             = "Rebar-3"
IDS_VDRAW_REBAR_4                             = "Rebar-4"
IDS_VDRAW_REBAR_5                             = "Rebar-5"
IDS_VDRAW_REBAR_6                             = "Rebar-6"
IDS_VDRAW_REBAR_7                             = "Rebar-7"
IDS_VDRAW_REBAR_8                             = "Rebar-8"
IDS_VDRAW_REBAR_9                             = "Rebar-9"
IDS_VDRAW_REBAR_IN                            = "Rebar-In"
IDS_VDRAW_REBAR_OUT                           = "Rebar-Out"
IDS_VDRAW_REINFORCE                           = "REINF.( PM )"
IDS_VDRAW_REINF_DOT                           = "REINF."
IDS_VDRAW_REMARK                              = "REMARK"
IDS_VDRAW_REMARK_SMALL                        = "Remark"
IDS_VDRAW_REMARKS                             = "REMARKS"
IDS_VDRAW_REPLACE_USER_DWG_s_s                = "%s Format File is replaced with Default File ( %s )"
IDS_VDRAW_RESULT_NG                           = "Result_NG"
IDS_VDRAW_RESULT_OK                           = "Result_OK"
IDS_VDRAW_RETAINWALL_HEEL                     = "HEEL"
IDS_VDRAW_RETAINWALL_SKEY                     = "SHEAR KEY"
IDS_VDRAW_RETAINWALL_STEM                     = "STEM"
IDS_VDRAW_RETAINWALL_TOE                      = "TOE"
IDS_VDRAW_RIB                                 = "RIB"
IDS_VDRAW_RIB_PLATE                           = "RIB PLATE"

IDS_VDRAW_S                                   = "S"
IDS_VDRAW_S1                                  = "S1"
IDS_VDRAW_S1_2                                = "S1/2"
IDS_VDRAW_S2                                  = "S2"
IDS_VDRAW_S3                                  = "S3"
IDS_VDRAW_SA                                  = "SA"
IDS_VDRAW_SB                                  = "SB"
IDS_VDRAW_SC                                  = "SC"
IDS_VDRAW_SD                                  = "SD"
IDS_VDRAW_SE                                  = "SE"
IDS_VDRAW_SECT_CONC                           = "SECT. ( CONC. )"
IDS_VDRAW_SECT_STEEL                          = "SECT. ( STEEL )"
IDS_VDRAW_SECTION                             = "SECTION"
IDS_VDRAW_SECTION_CONC                        = "SECTION ( CONC. )"
IDS_VDRAW_SECTION_NAME                        = "SECTION NAME"
IDS_VDRAW_SECTION_STEEL                       = "SECTION ( STEEL )"
IDS_VDRAW_SF                                  = "SF"
IDS_VDRAW_SHEAR_CONDOT                        = "SHEAR CON."
IDS_VDRAW_SHEAR_CONNECT                       = "SHEAR CONNECT"
IDS_VDRAW_SHEAR_REINFORCE                     = "REINF.( V )"
IDS_VDRAW_SHEARCON                            = "SHEAR CON"
IDS_VDRAW_SHOR_DIRECTION_X                    = "SHORT DIRECTION ( X )"
IDS_VDRAW_SIZE                                = "SIZE"
IDS_VDRAW_SKIN_BAR                            = "SKIN BAR"
IDS_VDRAW_SLAB                                = "Slab"
IDS_VDRAW_SLAB_BIG                            = "SLAB"
IDS_VDRAW_SOIL                                = "SOIL"
IDS_VDRAW_SOIL_SECTION                        = "Soil( Section )"
IDS_VDRAW_SPACE                               = "SPACE"
IDS_VDRAW_SPACE_S                             = "SPACE( S )"
IDS_VDRAW_SPAN                                = "SPAN"
IDS_VDRAW_SRC_COLUMN_DETAIL                   = "SRC COLUMN ( ENCASED ) DETAIL"
IDS_VDRAW_SRC_COMPOSITE_SB_F                  = "SRC Composite( SB-F )"
IDS_VDRAW_SRC_COMPOSITE_SB_L                  = "SRC Composite( SB-L )"
IDS_VDRAW_ST1                                 = "ST1"
IDS_VDRAW_ST2                                 = "ST2"
IDS_VDRAW_ST3                                 = "ST3"
IDS_VDRAW_ST4                                 = "ST4"
IDS_VDRAW_STAIR                               = "STAIR"
IDS_VDRAW_STANDARD                            = "STANDARD"
IDS_VDRAW_STDOT                               = "ST."
IDS_VDRAW_STEEL                               = "STEEL"
IDS_VDRAW_STEEL_SECT                          = "STEEL SECT."
IDS_VDRAW_STIFFNER                            = "STIFFENER"
IDS_VDRAW_STIRRUP                             = "STIRRUP"
IDS_VDRAW_STUD                                = "STUD"
IDS_VDRAW_STUD_FLG                            = "STUD ( FLG. )"
IDS_VDRAW_STUD_WEB                            = "STUD ( WEB )"
IDS_VDRAW_SUPPDOT                             = "SUPP."
IDS_VDRAW_SYMBOL                              = "Symbol"
IDS_VDRAW_SYMBOL_BOLT                         = "Symbol.Bold"
IDS_VDRAW_SYMBOL_THICK                        = "Symbol.Thick"

IDS_VDRAW_T                                   = "T"
IDS_VDRAW_T1                                  = "T1"
IDS_VDRAW_T1_DEVIDE_T2                        = "( T1/T2 )"
IDS_VDRAW_T2                                  = "T2"
IDS_VDRAW_TABLE_BODY                          = "Table Body"
IDS_VDRAW_TABLE_OUTLINE                       = "Table Outline"
IDS_VDRAW_TC                                  = "TC"
IDS_VDRAW_TEXT_DIAGRAM                        = "Text.Diagram"
IDS_VDRAW_TEXT_REBAR                          = "Text.Rebar"
IDS_VDRAW_THKDOT                              = "THK."
IDS_VDRAW_TIE_BAR                             = "TIE BAR"
IDS_VDRAW_TL                                  = "TL"
IDS_VDRAW_TOP                                 = "TOP"
IDS_VDRAW_TOP_BAR                             = "TOP BAR"
IDS_VDRAW_TR                                  = "TR"
IDS_VDRAW_TRANSVERSE_BAR                      = "TRANSV. BAR"
IDS_VDRAW_TU                                  = "TU"
IDS_VDRAW_TW                                  = "TW"
IDS_VDRAW_TYPDOT                              = "TYP."
IDS_VDRAW_TYPE                                = "TYPE"

IDS_VDRAW_USE                                 = "USE"
IDS_VDRAW_USMC_HEAD_BOLT_BOT                  = "BOLT ( BOT. )"
IDS_VDRAW_USMC_HEAD_BOLT_TOP                  = "BOLT ( TOP )"
IDS_VDRAW_USMC_HEAD_END_PLAT                  = "END PLATE"
IDS_VDRAW_USMC_HEAD_STIF_BOT                  = "STIF. ( BOT. )"
IDS_VDRAW_USMC_HEAD_STIF_TOP                  = "STIF. ( TOP )"

IDS_VDRAW_VDDIM_ANCHOR_BOLT                   = "vdDIM_ANCHOR_BOLT"
IDS_VDRAW_VDDIM_BASEPLATE                     = "vdDIM_BASEPLATE"
IDS_VDRAW_VDDIM_BASEWALL                      = "vdDIM_BASE WALL"
IDS_VDRAW_VDDIM_BOLTCONN                      = "vdDIM_BOLTCONN"
IDS_VDRAW_VDDIM_COLUMN                        = "vdDIM_COLUMN"
IDS_VDRAW_VDDIM_COMBWALL_MBAR                 = "vdDIM_COMBINEDWALL_MBAR"
IDS_VDRAW_VDDIM_COMBWALL_SECT                 = "vdDIM_COMBINEDWALL_SECT"
IDS_VDRAW_VDDIM_DEFAULT                       = "VDDIM_DEFAULT"
IDS_VDRAW_VDDIM_DIM_COLUMN                    = "Dim-Column"
IDS_VDRAW_VDDIM_DIM_ECCENTRIC                 = "Dim-Eccentric"
IDS_VDRAW_VDDIM_DIM_FOUNDATION                = "Dim-Foundation"
IDS_VDRAW_VDDIM_DIM_SECTION                   = "Dim-Section"
IDS_VDRAW_VDDIM_ECCENTRIC                     = "vdDIM_ECCENTRIC"
IDS_VDRAW_VDDIM_FOUNDATION                    = "vdDIM_FOUNDATION"
IDS_VDRAW_VDDIM_HT_BOLT                       = "vdDIM_HT_BOLT"
IDS_VDRAW_VDDIM_PLATE                         = "vdDIM_Plate"
IDS_VDRAW_VDDIM_RC	                          = "vdDIM_RC"
IDS_VDRAW_VDDIM_SECTION                       = "vdDIM_SECTION"
IDS_VDRAW_VDDIM_THICKNESS                     = "vdDIM_THICKNESS"
IDS_VDRAW_VDDIM_WELDING                       = "vdDIM_WELDING"
IDS_VDRAW_VDDIM_WIDTH                         = "vdDIM_WIDTH"
IDS_VDRAW_VERDOT                              = "VER."
IDS_VDRAW_VERDOT_BAR                          = "VER. BAR"

IDS_VDRAW_WALL                                = "Wall"
IDS_VDRAW_WALL_CAPITAL                        = "WALL"
IDS_VDRAW_WALL_IN                             = "Wall-In"
IDS_VDRAW_WALL_NAME                           = "Wall Name"
IDS_VDRAW_WELDING                             = "WELDING"
IDS_VDRAW_WELDING_ANG_DETAIL                  = "ANGLE CONNECTION"
IDS_VDRAW_WELDING_COL_DETAIL                  = "COLUMN+BEAM CONNECTION"
IDS_VDRAW_WELDING_DIR_DETAIL                  = "DIRECT CONNECTION"

IDS_VDRAW_X1                                  = "X1"
IDS_VDRAW_X2                                  = "X2"
IDS_VDRAW_Y1                                  = "Y1"
IDS_VDRAW_Y2                                  = "Y2"

IDS_VDRAW_YES                                 = "YES"